[
  {
    "id": "lovers-deep-talk",
    "name": "Lovers Deep Talk",
    "questions": [
      "Điều gì khiến bạn thích nhất trong mối quan hệ của chúng ta?",
      "Bạn muốn thay đổi điều gì ở đây?",
      "Bạn có muốn thử điều gì mới mẻ cùng chúng tôi không?",
      "Khi nào là lúc anh cảm thấy gần gũi với em nhất?",
      "Bạn muốn sống ở đâu một ngày nào đó và tại sao?",
      "Bạn cảm thấy thế nào khi sống chung với ai đó?",
      "Bạn mong đợi điều gì nếu chúng ta sống cùng nhau?",
      "Bạn cảm thấy thế nào về việc mua nhà chung?",
      "Bạn cảm thấy thế nào khi kết hôn?",
      "Bạn đã bao giờ nghĩ đến việc sẽ có gia đình một ngày nào đó chưa?",
      "Có công việc nào bạn thích hay ghét không?",
      "Bạn cảm thấy thế nào về việc chia tách và/hoặc hợp nhất tài chính của chúng tôi?",
      "Có điều gì bạn sợ nói với tôi không?",
      "Mục tiêu công việc hoặc nghề nghiệp của bạn trong năm tới là gì?",
      "Với bạn, điều gì quan trọng hơn, sự nghiệp hay gia đình?",
      "Bạn có nghĩ chúng ta hợp nhau không?",
      "Bạn nghĩ chúng ta bổ sung cho nhau như thế nào?",
      "Bạn có nghĩ rằng việc có thể dành thời gian riêng tư là quan trọng không?",
      "Bạn có nghĩ chúng ta có mối quan hệ lành mạnh không?",
      "Bạn có nghĩ chúng ta nên hẹn hò đôi nhiều hơn không?",
      "Bạn có nghĩ chúng ta nên cùng nhau làm nhiều việc nhà hơn, như nấu ăn và dọn dẹp không?",
      "Bạn có nghĩ cả hai chúng ta đều có thể làm việc nhà không?",
      "Bạn đã bao giờ cảm thấy mình phải nỗ lực cải thiện mối quan hệ của chúng ta chưa?",
      "Bạn muốn chúng ta cùng nhau làm nhiều hơn điều gì với tư cách là một cặp đôi?",
      "Bạn sẽ ra sao nếu không theo đuổi ước mơ của mình?",
      "Bạn có tin vào cơ hội thứ hai không?",
      "Khoảnh khắc tuyệt vời nhất trong cuộc đời bạn cho đến nay là gì?",
      "Trong quá khứ hay hiện tại, có ai đó mà bạn muốn làm lành không? Nếu có, đó là ai và tại sao?",
      "Bạn mong muốn ai đó vẫn còn sống?",
      "Nếu bạn có thể nhận được sự an ủi từ một người, đó sẽ là ai?",
      "Bạn cảm thấy được chấp nhận nhiều nhất ở đâu?",
      "Bạn đã học được gì về bản thân mình trong năm qua?",
      "Bạn có nghĩ chúng ta đủ quan tâm đến nhau không?",
      "Trong mối quan hệ của chúng ta, đã bao giờ chúng ta không dành đủ sự quan tâm cho nhau chưa? Nếu có, thì khi nào?",
      "Bạn thích kiểu tóc nào của tôi nhất?",
      "Mối quan hệ của bố mẹ bạn như thế nào?",
      "Mối quan hệ của cha mẹ bạn có ảnh hưởng đến mối quan hệ của bạn không?",
      "Bạn đã thay đổi thế nào kể từ khi 20 tuổi?",
      "Tôi đã thay đổi thế nào kể từ lần đầu chúng ta gặp nhau?",
      "Có kỷ niệm nào về mối quan hệ của chúng ta mà bạn muốn lưu giữ mãi mãi không?"
    ]
  },
  {
    "id": "newlyweds-deep-talk",
    "name": "Newlyweds Deep Talk",
    "questions": [
      "Kỷ niệm đáng nhớ nhất của bạn trong những ngày đầu hẹn hò là gì?",
      "Bạn mong đợi điều gì nhất ở cuộc sống hôn nhân?",
      "Có phần nào trong cuộc sống hôn nhân khiến bạn lo lắng không?",
      "Bạn cảm thấy thế nào khi thích nghi với cuộc sống mới cưới?",
      "Chúng ta có thể làm gì để việc này dễ dàng hơn không?",
      "Bạn muốn cuộc sống sẽ như thế nào sau năm năm nữa?",
      "Bạn nghĩ những truyền thống nào là quan trọng đối với chúng ta?",
      "Thói quen hoặc nghi lễ hàng ngày nào mà bạn muốn duy trì trong hôn nhân?",
      "Làm thế nào để giữ cho đời sống tình dục luôn thú vị và hấp dẫn?",
      "Cặp đôi nào mà bạn ngưỡng mộ và tại sao?",
      "Nếu chúng ta có một gia đình, bạn muốn truyền đạt những giá trị nào cho con cái chúng ta?",
      "Lời khuyên về hôn nhân tốt nhất mà bạn từng nhận được là gì?",
      "Lời khuyên hữu ích nhất về mối quan hệ mà bạn từng nhận được là gì?",
      "Nếu bạn có thể ban tặng một siêu năng lực cho con mình (hoặc người thân yêu), đó sẽ là gì?",
      "Bạn muốn một đám cưới lớn màu trắng hay một đám cưới đơn giản?",
      "Bạn có muốn chi ít tiền hơn cho đám cưới để có nhiều tiền hơn cho tuần trăng mật không?",
      "Bạn có biết ai sẽ là phù dâu/phù rể của bạn không?",
      "Tại sao hôn nhân lại quan trọng với bạn?",
      "Bạn định nghĩa hôn nhân như thế nào?",
      "Phần nào trong cuộc sống hôn nhân là điều bạn yêu thích nhất?",
      "Bạn muốn kỷ niệm ngày cưới đầu tiên của chúng ta như thế nào?",
      "Bạn có nhớ ai là người đầu tiên nói \"Anh yêu em\" không?",
      "Bạn có nhớ nụ hôn đầu tiên của chúng ta diễn ra ở đâu không?",
      "Có điều gì ngẫu nhiên hoặc sự kiện nào mà bạn nhìn thấy hoặc chứng kiến ​​gần đây khiến bạn nghĩ đến tôi không?",
      "Tôi có sở thích kỳ quặc hay ngớ ngẩn nào không?",
      "Tôi giống gia đình tôi như thế nào và tôi khác biệt ra sao?",
      "Nỗi đau nào trong tôi mà bạn mong muốn được chữa lành?",
      "Kỷ niệm tình dục đáng nhớ nhất của bạn với tôi là gì?",
      "Hãy kể tên ba điều khiến bạn tự hào về tôi.",
      "Hãy kể tên ba điều khiến bạn tự hào về bản thân.",
      "Có điều gì bạn cảm thấy không thể hoặc không thích nói chuyện với tôi không?",
      "Ngoài tôi ra, ai là người mà bạn kể mọi chuyện?",
      "Có tình bạn nào trong cuộc sống của tôi khiến bạn cảm thấy không thoải mái không?",
      "Với nguồn tiền không giới hạn và mọi cơ hội, bạn sẽ theo đuổi đam mê nào?"
    ]
  }
]
